Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Keela lugu
fi: Estä kappale

source: Keela selle loo esitamine
fi: Merkitse soiva kappale estetyksi

source: Neile meeldib {0}
fi: Esittäjän {0} fanit

source: Sarnane {0}
fi: Samankaltainen kuin {0}

source: _Lisa raadiojaam
fi: _Lisää asema

source: Sordi raadiojaamad:
fi: Järjestä asemat käyttäen

source: Esitatud lugusid kokku
fi: Soittokerrat kaikkiaan

source: Uus jaam
fi: Uusi asema

source: Jaama _tüüp:
fi: Aseman _tyyppi:

source: Last.fm jaam
fi: Last.fm-asema

source: Redigeeri Last.fm jaama
fi: Muokkaa Last.fm-asemaa

source: Kustuta Last.fm jaam
fi: Poista Last.fm-asema

source: Häälestamine Last.fm jaamale {0}.
fi: Viritetään Last.fm-asemalle {0}.

source: Jaamale häälestamine nurjus. {0}
fi: Asemaa ei voitu virittää. {0}

source: {0} uute laulude hankimine.
fi: Noudetaan aseman {0} uusia kappaleita.

source: {0}-s pole uusi laule.
fi: Asemalla {0} ei ole uusia kappaleita.

source: {0} jaoks uute laulude hankimine nurjus.
fi: Aseman {0} uusia kappaleita ei voitu hakea.

source: Isiklik
fi: Henkilökohtainen

source: Sega
fi: Miksaus

source: Banshee grupp
fi: Banshee-ryhmä

source: Naabrid
fi: Naapurit

source: Kasutajale:
fi: Käyttäjälle:

source: Kasutajast:
fi: Käyttäjän:

source: Grupp
fi: Ryhmä

source: Grupi nimi:
fi: Ryhmän nimi:

source: Silt
fi: Merkintä

source: Sildi nimi:
fi: Merkinnän nimi:

source: Fänn
fi: Fani

source: Kelle fänn:
fi: Esittäjän fani:

source: Sarnane kellega:
fi: Samankaltainen kuin:

source: Meedia
fi: Media

source: Banshee meediaesitaja käivitamine
fi: Käynnistä Banshee-musiikkisoitin

source: meedia
fi: media

source: Kiirpaneel sinu meediale
fi: Paneeli mediatiedostojen nopeaan käyttöön

source: _Minirežiim
fi: _Minitila

source: Täisrežiim
fi: Kaikki ohjaimet

source: Lülitu tagasi täisrežiimi
fi: Näytä kaikki ohjaimet

source: Muuda taasesituse kordusrežiimi
fi: Vaihda kertaussoiton tilaa

source: Miro juhend
fi: Miro Guide

source: Avasta huvitavaid podcaste Miro podcasti juhendikataloog!
fi: Löydä mielenkiintoisia podcasteja Miro Guide -podcast-hakemistosta!

source: Ava Miro juhend
fi: Avaa Miro Guide

source: Video podcastide otsimine
fi: Etsi video-podcasteja

source: _Sulge
fi: _Sulje

source: _Näita teateid
fi: _Näytä huomautukset

source: Näitab teateid, kui esitatav pala muutub
fi: Näytä huomautus vaihdettaessa

source: Ikka töötab
fi: Yhä käynnissä

source: Banshee suleti teatealale. Sessiooni lõpetamiseks kasuta Lõpeta.
fi: Banshee suljettiin ilmoitusalueelle. Käytä Sulje-vaihtoehtoa lopettaaksesi istunnon.

source: Jäta see vahele
fi: Ohita tämä kappale

source: Teadet ei saa näidata
fi: Huomautusta ei voi näyttää

source: Lihtsusta
fi: Yksinkertaista

source: Audio-CD
fi: CD-levy

source: Rada {0}
fi: Kappale {0}

source: Audio-CD importimine
fi: Tuodaan CD-levyä

source: Plaadiseadme lähtestamine
fi: Alustetaan asemaa

source: {0} importimine muusikakogusse on pooleli. Kas sa tahad selle katkestada?
fi: Lähdettä {0} ollaan vielä tuomassa musiikkikirjastoon. Haluatko keskeyttää tuonnin?

source: Ei sa CD-d importida
fi: Ei voida tuoda CD-levyä

source: Audio-CDd
fi: CD-levyt

source: _Importimise vorming
fi: _Tuontimuoto

source: _Automaatselt impordi sisestatud audioplaadid
fi: _Tuo CD-levyt automaattisesti laitettaessa asemaan

source: Kui sisestatakse audio-CD, alustatakse automaatselt importimist juhul, kui metateave on leitav ja plaat juba ei ole kogus.
fi: Kun CD-levy syötetään koneeseen, aloita sen tuonti automaattisesti jos metatiedot löytyvät eikä levyä ole vielä kirjastossa.

source: _Väljasta, kui importimine on valmis
fi: _Avaa asema tuonnin päätyttyä

source: Kui audioplaat on imporditud, väljasta see automaatselt.
fi: Kun CD-levy on tuotu, poista se automaattisesti asemasta

source: Kasuta importimisel veaparandust
fi: Käytä virheenkorjausta tuotaessa

source: Veaparandust püüab üle saada probleemsetest kohtades plaadil nagu kriimud, kuid see aeglustab importimist oluliselt.
fi: Virheenkorjaus yrittää selvitä vaikeista tilanteista, kuten levyn pintanaarmuista, mutta hidastaa levyn tuomista melkoisesti.

source: Impordi CD
fi: Tuo CD-levy

source: Impordi see audioplaat kogusse
fi: Tuo tämä CD-levy kirjastoon

source: Paljunda CD
fi: Kopioi CD-levy

source: Paljunda seda CD-d
fi: Kopioi tämä CD-levy

source: Raja andmete otsimine...
fi: Etsitään kappaletietoja...

source: Raja andmeid pole võimalik hankida
fi: Kappaletietoja ei voitu noutaa

source: CD importimine pole võimalik
fi: CD-levyä ei voitu tuoda

source: Audio CD paljundamine pole võimalik
fi: CD-levyä ei voitu kopioida

source: Audio-CD eelistused
fi: CD-levyjen asetukset

source: Väljasta plaat
fi: Poista levy asemasta

source: Impordi ‟{0}”Audio CD" or "DVD
fi: Tuo ”{0}”Audio CD" or "DVD

source: Rada pole võimalik importida: {0}
fi: Kappaletta ei voitu tuoda: {0}

source: Amarokist importimine nurjus
fi: Tuonti Amarokista epäonnistui

source: iTunes importija
fi: iTunes-tuonti

source: Laulude hinnangute importimine
fi: Tuo kappaleiden arvostelut

source: Impordi mängimise statistika (esitusloend, jne)
fi: Tuo soittotilastot (soittomäärät jne.)

source: Lugude nimekirjade importimine
fi: Tuo soittolistat

source: Määra "{0}" faili asukoht...
fi: Etsi tiedosto ”{0}”...

source: Leia "{0}" asukoht
fi: Etsi ”{0}”

source: Määra iTunes muusika kataloogi asukoht
fi: Etsi iTunes-musiikkokirjasto

source: iTunesi meediaesitaja
fi: iTunes-mediasoitin

source: Banshee ei tunne iTunesi muusikakogu seda versiooni. Importimine ei pruugi toimida ootuspäraselt ning võib üldse mitte toimida. Kas tahad sellest hoolimata proovida importida?
fi: Banshee ei tunne tätä iTunesin kirjastomuodon versiota. Tuominen ei välttämättä toimi odotetusti tai ollenkaan. Haluatko silti kokeilla tuomista?

source: Laulu importimine pole võimalik.
fi: Kappaletta ei voitu tuoda.

source: Rhythmbox muusikamängija
fi: Rytmilaatikko-musiikkisoitin

source: _Täida
fi: _Täytä

source: _albumilt
fi: _levyltä

source: Lisa esitamise järjekorda
fi: Lisää soittojonoon

source: Lisa valitud laulud esitamisjärjekorra lõppu
fi: Lisää valitut kappaleet soittojonoon

source: Esita pärast
fi: Soita nykyisen jälkeen

source: Lisa valitud
fi: Lisää valitut kappaleet jonoon tällä hetkellä soivan kappaleen, esittäjän tai levyn jälkeen

source: Praegune lugu
fi: Nykyinen kappale

source: Praegune album
fi: Nykyinen levy

source: Praegune esitaja
fi: Nykyinen esittäjä

source: Lisa veel
fi: Lisää enemmän

source: Tühjenda esitamise järjekord
fi: Poista kaikki kappaleet soittojonosta

source: Tühjenda programmi sulgemisel esitamise järjekord
fi: Tyhjennä soittojono lopetettaessa

source: Eemalda esitamise järjekorrast
fi: Poista soittojonosta

source: Mitut _esitatud laulu näidatakse
fi: Kuinka monta _soitettua kappaletta näytetään

source: Mitut _järgmist laulu näidatakse
fi: Kuinka monta _tulevaa kappaletta näytetään

source: Kõik Podcastid ({0})
fi: Kaikki podcastit ({0})

source: Podcastide kataloog
fi: Podcast-kansio

source: Podcasti eemaldamine
fi: Poista podcast

source: Keela automaatuuendused
fi: Poista automaattiset päivitykset käytöstä

source: Võrgu viga {0} uuendamisel
fi: Verkkovirhe päivitettäessä kohdetta {0}

source: Parsimise viga {0} uuendamisel
fi: Jäsennysvirhe päivitettäessä kohdetta {0}

source: Autentimise viga {0} uuendamisel
fi: Tunnistautumisvirhe päivitettäessä kohdetta {0}

source: Viga {0} uuendamisel
fi: Virhe päivitettäessä kohdetta {0}

source: Podcastide otsimine
fi: Etsi podcasteja

source: Osa omadused
fi: Jakson asetukset

source: Avaldatud
fi: Julkaistu

source: Uus
fi: Uusi

source: Alla laaditud
fi: Noudettu

source: Pole uuendatud
fi: Ei koskaan päivitetty

source: Uuendati täpselt {0}
fi: Päivitetty {0}

source: Uuendati {0}
fi: Päivitetty {0}

source: Uued kirjed
fi: Uudet jaksot

source: Kõik kirjed
fi: Kaikki jaksot

source: Podcasti(de) allalaadimine
fi: Noudetaan podcasteja

source: Kas katkestada kõik podcastide allalaadimised?<control><shift>U
fi: Peru kaikki podcastien noudot?<control><shift>U

source: Lisa Podcast...
fi: Lisää podcast...

source: Telli uus taskuhäälingu saade
fi: Tilaa uusi podcast

source: Lõpeta tellimus ja kustuta
fi: Peru tilaus ja poista

source: Otsi uusi osi
fi: Etsi uusia jaksoja

source: Laadi kõik osad alla
fi: Nouda kaikki jaksot

source: Külasta häälingu kodulehte
fi: Käy podcastin kotisivulla

source: Podcasti omadused
fi: Podcastin asetukset

source: Märgi uueks
fi: Merkitse uudeksi

source: Arhiiv
fi: Arkistoi

source: Laadi alla
fi: Lataa

source: Katkesta allalaadimine
fi: Peru nouto

source: Külasta veebilehte
fi: Käy sivulla

source: Podcasti lisamine
fi: Lisää podcast

source: Vigane URL
fi: Virheellinen URL

source: Podcast'i URL on vigane.
fi: Podcastin URL on virheellinen.

source: Osa üksikasjad
fi: Jakson tiedot

source: Uusi osi kontrollitakse perioodiliselt
fi: Etsi uusia jaksoja säännöllisesti

source: Märgitud olemisel otsib Banshee iga tund selle podcasti uusi episoode
fi: Jos valintaruutu on valittuna, Banshee tarkistaa joka tunti onko tällä podcastilla uusia jaksoja

source: Uued osad laaditakse alla
fi: Lataa uudet jaksot

source: Arhiveeri kõik osad peale viimase
fi: Arkistoi kaikki jaksot paitsi uusin

source: Veebileht:
fi: Kotisivu:

source: Külasta
fi: Vieraile

source: Tellimise valikud
fi: Tilausasetukset

source: Viimati uuendati:
fi: Viimeksi päivitetty:

source: Kategooria:
fi: Luokka:

source: Autoriõigus:
fi: Tekijänoikeudet:

source: Telli uus Podcast
fi: Tilaa uusi podcast

source: Sisesta taskuhäälingu, mida tahad tellida, URL aadress.
fi: Syötä URL podcastiin jonka haluat tilata.

source: Laaditakse alla kõik osad
fi: Nouda kaikki jaksot

source: Laaditakse alla kõige uuem osa
fi: Nouda viimeisin jakso

source: Küsitakse, millised osad alla laadida
fi: Anna minun valita noudettavat jaksot

source: _Kõneleja:
fi: _Kaiutin:

source: Näidis
fi: Näyte

source: esitaja '{0}', plaat '{1}'
fi: esittäjä ”{0}”, levyltä ”{1}”

source: plaadilt '{0}'
fi: levyltä ”{0}”

source: esitajalt '{0}'
fi: esittäjä ”{0}”

source: Banshee _näitamine helimenüüs
fi: _Näytä Banshee äänivalikossa

source: Banshee seadistamine helimenüü abil
fi: Hallitse Bansheeta äänivalikon kautta

source: Näita SQL konsooli
fi: Näytä SQL-konsoli

source: Käivita SQL jälgimine
fi: Käynnistä SQL-tarkkailu

source: Lõpeta SQL jälgimine
fi: Pysäytä SQL-tarkkailu

source: Raja eelvaade
fi: Kappaleen esikuuntelu

source: Üleslaetud isikult
fi: Lähettäjä

source: Esita Banshees...
fi: Soita Bansheessa...

source: Mängi veebibrauseris...
fi: Soita Web-selaimessa...

source: Videoid ei leitud
fi: Yhtään videota ei löytynyt

source: ava konteksti menüü
fi: avaa kontekstivalikko

source: klõps
fi: napsauta

source: Peida {0}
fi: Piilota {0}

source: Vea üksikasjad
fi: Virheen yksityiskohdat

source: Ilmnes käsitlematu erand:
fi: Tapahtui käsittelemätön virhe:

source: Assamblee versiooni teave
fi: Koosteversion tiedot

source: Assamblee nimi
fi: Koosteen nimi

source: KB
fi: kt

source: Seisukord:
fi: Ehto:

source: _Sobita
fi: _Osumat

source: kõik
fi: kaikki

source: vähemalt üks
fi: mikä tahansa

source: järgnevatest
fi: seuraavista:

source: _Piira
fi: _Rajoita

source: valitud
fi: perusteella

source: tagasi
fi: sitten

source: sekundit
fi: sekuntia

source: päeva
fi: päivää

source: nädalat
fi: viikkoa

source: kuud
fi: kuukautta

source: aastat
fi: vuotta

source: enne
fi: ennen

source: pärast
fi: jälkeen

source: ülimalt
fi: on enintään

source: vähemalt
fi: on vähintään

source: vähem kui
fi: vähemmän kuin

source: rohkem kui
fi: enemmän kuin

source: {0} tagasi
fi: {0} sitten

source: sisaldab
fi: sisältää

source: ei sisalda
fi: ei sisällä

source: algab
fi: alkaa

source: lõpeb
fi: päättyy

source: Last.fm konto sisselogimine
fi: Last.fm-tilin kirjautuminen

source: Palun sisesta oma Last.fm kontotunnused.
fi: Syötä Last.fm-tilisi tiedot.

source: Salvesta ja logi sisse
fi: Tallenna ja kirjaudu sisään

source: Logi Last.fm'i sisse
fi: Anna käyttöoikeus Last.fm:ää varten

source: Seda teenust pole olemas.
fi: Tätä palvelua ei ole olemassa.

source: See jaam pole saadaval.
fi: Tämä asema ei ole saatavilla.

source: Päringul puudub vajalik parameeter.
fi: Pyynnöstä puuttuu pakollinen parametri.

source: See ressurss on vigane.
fi: Määritetty resurssi on virheellinen.

source: Serveri viga, palun proovi hiljem uuesti.
fi: Palvelinvirhe, yritä myöhemmin uudelleen.

source: Vigane autentimise teave, palun taasautendi.
fi: Virheelliset tunnistautumistiedot, yritä uudelleen.

source: API võti, mis on kasutatud selle rakenduse poolt on vigane.
fi: Tämän ohjelman käyttämä API-avain on virheellinen.

source: Vooserver pole hooldustööde tõttu saadaval, proovi hiljem uuesti.
fi: Äänivirtojen palvelu on poissa käytöstä ylläpidon takia, yritä myöhemmin uudestaan.

source: Meetodi allkiri on vigane.
fi: Metodin allekirjoitus on virheellinen.

source: Selle jaama esitamiseks pole piisavalt sisu.
fi: Sisältöä ei ole riittävästi aseman soittamiseksi.

source: Sellel grupil pole raadio jaoks piisavalt liikmeid.
fi: Tässä ryhmässä ei ole tarpeeksi jäseniä radiota varten.

source: Sellel artistil pole raadio jaoks piisavalt fänne.
fi: Esittäjällä ei ole tarpeeksi faneja radiota varten.

source: Selle jaama jaoks pole piisavalt naabreid.
fi: Tällä asemalla ei ole tarpeeksi naapureita.

source: Esines tundmatu viga.
fi: Tapahtui tuntematon virhe.

source: Pole ühendatud serveriga Last.fm.
fi: Ei yhteyttä Last.fm-palveluun.

source: Konto üksikasjad tuleb määrata enne Last.fm serveriga ühendumist
fi: Tilitiedot vaaditaan ennen kirjautumista last.fm-palveluun

source: Võrguühendust ei tuvastatud.
fi: Verkkoyhteyttä ei havaittu.

source: Last.fm kasutajanimi on vale.
fi: Last.fm-käyttäjätunnus on virheellinen.

source: Ühendumine serveriga Last.fm.
fi: Yhdistetään Last.fm-palveluun.

source: Ühendatud serveriga Last.fm.
fi: Yhdistetty Last.fm-palveluun.

source: Tundmatu Podcast
fi: Tuntematon podcast

source: Kettakasutuse analüsaator
fi: Levynkäytön analysointi

source: Kaustade suuruse ja saadaoleva kettaruumi kontroll
fi: Tarkista kansioiden koko ja käytettävissä oleva levytila

source: ruum;kettakasutus;andmed;puhastamine;puhastus;
fi: storage;space;cleanup;tila;tilankäyttö;levytila;

source: Välistatud jaotiste URI-d
fi: Ohitettujen osioiden URIt

source: Läbivaatusele mittekuuluvate jaotiste URI-de loetelu.
fi: Luettelo osioiden URI:sta, joita ei huomioida kartoitettaessa.

source: Aktiivne diagramm
fi: Aktiivinen kaavio

source: Kuvatava diagrammi liik.
fi: Minkä tyyppinen kaavio näytetään.

source: Akna suurus
fi: Ikkunan koko

source: Akna olek
fi: Ikkunan tila

source: Versiooniandmete printimine ja väljumine
fi: Tulosta versiotiedot ja sulkeudu

source: - Kettakasutuse analüsaator
fi: - Levynkäytön analysointi

source: Suurim sügavus
fi: Enimmäissyvyys

source: Suurim diagrammile joonistatud tasemete arv alates juurikast
fi: Kaavioon piirretty enimmäissyvyys juuresta lähtien

source: Diagrammi mudel
fi: Kaaviomalli

source: Diagrammi mudeli määramine
fi: Aseta kaavion malli

source: Diagrammi juurpunkt
fi: Kaavion juurisolmu

source: Mudeli juurpunkti määramine
fi: Aseta juurisolmu mallista

source: _Tõsta ülemisse kataloogi
fi: _Siirry ylempään kansioon

source: _Suurenda
fi: L_ähennä

source: _Vähenda
fi: L_oitonna

source: Kodukataloog
fi: Kotikansio

source: Peaköide
fi: Päätaltio

source: Kataloogi läbivaatus…
fi: Kartoita kansio…

source: Võrgukataloogi läbivaatus…
fi: Kartoita etäkansio…

source: Seadmed ja asukohad
fi: Laitteet ja sijainnit

source: Kataloog
fi: Kansio

source: Kasutus
fi: Käyttö

source: Suurus
fi: Koko

source: Sisu
fi: Sisältö

source: Ringdiagramm
fi: Ympyräkaavio

source: Puudiagramm
fi: Puukaavio

source: _Ava kataloog
fi: Avaa _kansio

source: _Asukoha kopeerimine lõikepuhvrisse
fi: _Kopioi polku leikepöydälle

source: Tõsta _prügikasti
fi: _Siirrä roskakoriin

source: _Lähemalt
fi: _Tietoja

source: A_nalüsaator
fi: _Analysointi

source: _Kodukataloogi läbivaatus
fi: _Kartoita kotikansio

source: _Kataloogi läbivaatus…
fi: Kartoita k_ansio…

source: _Võrgukataloogi läbivaatus…
fi: Kartoita _etäkansio…

source: _Laadi uuesti
fi: Pä_ivitä

source: _Laienda kõik
fi: _Laajenna kaikki

source: _Ahenda kõik
fi: _Kutista kaikki

source: Kataloogi valimine
fi: Valitse kansio

source: Köidet pole võimalik analüüsida.
fi: Levynkäyttöä ei voitu analysoida.

source: Graafiline tööriist kettakasutuse analüüsimiseks.
fi: Graafinen työkalu levytilan käytön analysointiin.

source: Lauris Kaplinski , 1999. Tõivo Leedjärv , 2002. Ivar Smolin , 2005–2011. Priit Laes , 2005. Mattias Põldaru <mahfiaz\@gmail\.com>, 2012. Launchpad Contributions: mahfiaz https://launchpad.net/~mahfiaz
fi: Jiri Grönroos, 2012 Tommi Vainikainen, 2009-2011 Timo Jyrinki, 2008 Ilkka Tuohela, 2005-2009 Pauli Virtanen, 2003-2005 Lauri Nurmi, 2003 Antti Ahvensalmi, 2000 Tuomas Merilä, 1999 http://gnome.fi/ Launchpad Contributions: Heidi Mattila https://launchpad.net/~hessuk Jiri Grönroos https://launchpad.net/~jiri-gronroos Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Sami Jaktholm https://launchpad.net/~sjakthol Tommi Vainikainen https://launchpad.net/~thv

source: Kataloogi "%s" või mõnd sisalduvat kataloogi pole võimalik skannida
fi: Kansion "%s" tai joidenkin sen alikansioiden kartoitus epäonnistui.

source: "%s" ei ole korrektne kataloog
fi: ”%s” ei ole kelvollinen kansio

source: Kettakasutust pole võimalik analüüsida.
fi: Levynkäyttöä ei voitu analysoida.

source: vigane massiivi indeks
fi: virheellinen taulukkoindeksi

source: %s: mitte-numbrilisele indeksile ei saa omistada
fi: %s: ei voida sijoittaa epänumeeriseen indeksiin

source: %s: ei saa luua: %s
fi: %s: ei voida luoda: %s

source: %s: esimine mitte-tühemik sümbol pole `"'
fi: %s: ensimmäinen ei-tyhjä merkki ei ole ”"”

source: sulgev `%c' puudub %s sees
fi: ei loppumerkkiä ”%c” rivissä %s

source: %s: puudub eraldav koolon
fi: %s: puuttuva kaksoispiste-erotin

source: %s: ei saa lugeda: %s
fi: %s: ei voida lukea: %s

source: `%s': ei saa lahti siduda
fi: ”%s”: ei voida irrottaa

source: `%s': tundmatu funktsiooni nimi
fi: ”%s”: tuntematon funktio

source: %s ei ole seotud ühegi klahviga.
fi: %s ei ole sidottu mihinkään näppäimeen.

source: %s saab kasutada läbi
fi: %s voidaan käynnistää näppäinkomennolla

source: omab mõtet ainult `for', `while' või `until' tsüklis
fi: voidaan käyttää vain ”for”-, ”while”- tai ”until”-silmukoissa

source: HOME pole seatud
fi: HOME-ympäristömuuttujaa ei ole asetettu

source: OLDPWD pole seatud
fi: OLDPWD-ympäristömuuttujaa ei ole asetettu

source: hoiatus:
fi: varoitus:

source: liiga palju argumente
fi: liian monta argumenttia

source: %s: võti nõuab argumenti
fi: %s: valitsin vaatii argumentin

source: %s: nõutakse numbrilist argumenti
fi: %s: vaaditaan numeerinen argumentti

source: %s: ei leitud
fi: %s: ei löytynyt

source: %s: vigane võti
fi: %s: virheellinen valitsin

source: %s: vigane võtme nimi
fi: %s: virheellinen valitsimen nimi

source: `%s': ei ole lubatud identifikaator
fi: ”%s”: virheellinen tunniste

source: vigane number
fi: virheellinen luku

source: %s: vigane signaali spetsifikatsioon
fi: %s: virheellinen signaalimääritys

source: `%s': ei ole pid ega korrektne töö spetsifikatsioon
fi: ”%s”: ei ole prosessitunnus eikä kelvollinen työtunniste

source: %s: mittemuudetav muutuja
fi: %s: kirjoitussuojattu muuttuja

source: %s: %s on piiridest väljas
fi: %s: %s rajojen ulkopuolella

source: argument
fi: argumentti

source: %s on piiridest väljas
fi: %s rajojen ulkopuolella

source: %s: sellist tööd pole
fi: %s: työtä ei löydy

source: %s: töökontroll puudub
fi: %s: ei työnohjausta

source: töökontroll puudub
fi: ei työnohjausta

source: %s: piiratud
fi: %s: rajoitettu

source: piiratud
fi: rajoitettu

source: %s: ei ole sisekäsk
fi: %s: ei ole komentotulkin sisäänrakennettu komento

source: kirjutamise viga: %s
fi: kirjoitusvirhe: %s

source: %s: segane töö
fi: %s: ei ole yksiselitteinen työtunniste

source: %s: vigane tegevuse nimi
fi: %s: virheellinen toiminnon nimi

source: hoiatus: võti -F ei pruugi töötada nagu te ootate
fi: varoitus: -F -valitsin ei ehkä toimi odotetusti

source: hoiatus: võti -C ei pruugi töötada nagu te ootate
fi: varoitus: -C -valitsin ei ehkä toimi odotetusti

source: saab kasutada ainult funktsioonis
fi: voidaan käyttää ainoastaan funktiossa

source: võtit `-f' ei saa funktsiooni loomiseks kasutada
fi: ”-f”:ää ei voida käyttää funktioiden luomiseen

source: %s: funktsioon ei ole muudetav
fi: %s: kirjoitussuojattu funktio

source: %s: masiivi muutujaid ei saa nii kustutada
fi: %s: taulukkomuuttujia ei voi tuhota näin

source: dünaamilist laadimist et saa kasutada
fi: dynaaminen lataus ei ole käytettävissä

source: jagatud objekti %s ei saa avada: %s
fi: jaettua objektia %s ei voida avata: %s

source: %s puudub jagatud objektis %s: %s
fi: kohdetta %s ei löydy jaetusta objektista %s: %s

source: %s: pole dünaamiliselt laetud
fi: %s: ei dynaamisesti ladattu

source: %s: ei saa kustutada: %s
fi: %s: ei voida poistaa: %s

source: %s: on kataloog
fi: %s: on hakemisto

source: %s: ei ole tavaline fail
fi: %s: ei tavallinen tiedosto

source: %s: fail on liiga suur
fi: %s: tiedosto on liian iso

source: %s: kahendfaili ei õnnestu käivitada
fi: %s: binääritiedostoa ei voida suorittaa

source: %s: ei saa käivitada: %s
fi: %s: ei voida suorittaa: %s

source: välja logimine
fi: lopetus

source: pole login shell: kasutage `exit'
fi: ei ole sisäänkirjautumiskomentotulkki: käytä komentoa ”exit”

source: Teil on peatatud töid.
fi: Töitä on pysäytettynä.

source: käsku ei ole
fi: ei löytynyt komentoa

source: %s: ajutist faili ei saa avada: %s
fi: %s: väliaikaistiedostoa ei voitu avata: %s

source: %s: lubamatu võti -- %c
fi: %s: virheellinen valitsin – %c

source: %s: võti nõuab argumenti -- %c
fi: %s: valitsin vaatii argumentin – %c

source: %s: ei saa avada: %s
fi: %s: ei voida avata: %s

source: oodati avaldist
fi: odotettiin lauseketta

source: hoiatus: %s: %s
fi: varoitus: %s: %s

source: teist kataloogi pole
fi: ei toista hakemistoa

source: viga lugemisel: %d: %s
fi: lukuvirhe: %d: %s

source: %s: ei saa eemaldada
fi: %s: ei voida poistaa

source: %s: ei saa eemaldada: %s on ainult lugemiseks
fi: %s: ei voida poistaa: kirjoitussuojattu %s

source: %s: pole massiiv
fi: %s: ei ole taulukkomuuttuja

source: %s: ei ole funktsioon
fi: %s: ei ole funktio

source: shift arv
fi: siirtolaskuri

source: %s: faili ei ole
fi: %s: tiedostoa ei löytynyt

source: peatamine ei õnnestu
fi: ei voida keskeyttää

source: login shelli ei saa peatada
fi: sisäänkirjautumiskomentotulkkia ei voi keskeyttää

source: %s on shelli võtmesõna
fi: %s on komentotulkin avainsana

source: %s: on funktsioon
fi: %s on funktio

source: %s on shelli sisekäsk
fi: %s on komentotulkin sisäänrakennettu komento

source: `%c': halb käsklus
fi: ”%c”: virheellinen komento

source: %s: ei õnnestu lugeda piirangut: %s
fi: %s: rajoitusta ei saada: %s

source: limiit
fi: rajoitus

source: %s: ei õnnestu muuta piirangut: %s
fi: %s: rajoitusta ei voida muokata: %s

source: kaheksandnumber
fi: oktaaliluku

source: viimane käsklus: %s
fi: viimeinen komento: %s

source: Katkestan...
fi: Keskeytetään...

source: tundmatu viga käsus
fi: tuntematon komentovirhe

source: halb käsu tüüp
fi: virheellinen komentotyyppi

source: %s: sidumata muutuja
fi: %s: sitomaton muuttuja

source: %s: piiratud: käskudes ei saa kasutada sümboleid `/'
fi: %s: rajoitettu: komentojen nimissä ei voi käyttää ”/”-merkkiä

source: %s: käsku ei ole
fi: %s: komentoa ei löydy

source: %s: %s: halb interpretaator
fi: %s: %s: virheellinen tulkki

source: avaldise rekursioon on liiga sügav
fi: lausekkeen rekursiomäärä ylittyi

source: süntaksi viga avaldises
fi: lauseoppivirhe lausekkeessa

source: üritati omistada mitte-muutujale
fi: yritettiin sijoittaa objektiin, joka ei ole muuttuja

source: nulliga jagamine
fi: jako nollalla
